[DLC06_Pwr_Assassummon DisDLC06Tweaks_SummonAssassin]
m_PowerLevels[0].m_AssassinNames[0]="尤里"
m_PowerLevels[0].m_AssassinNames[1]="沃尔特"
m_PowerLevels[0].m_AssassinNames[2]="索普"
m_PowerLevels[0].m_AssassinNames[3]="杰夫"
m_PowerLevels[0].m_AssassinNames[4]="费舍尔"
m_PowerLevels[0].m_AssassinNames[5]="詹金斯"
m_PowerLevels[0].m_AssassinNames[6]="朱利安"
m_PowerLevels[0].m_AssassinNames[7]="里昂那多"
m_PowerLevels[0].m_AssassinNames[8]="亚历山大"
m_PowerLevels[0].m_AssassinNames[9]="霍布森"
m_PowerLevels[0].m_AssassinNames[10]="阿纳托尔"
m_PowerLevels[0].m_AssassinNames[11]="克莱昂"
m_PowerLevels[0].m_AssassinNames[12]="艾俄洛斯"
m_PowerLevels[0].m_AssassinNames[13]="伯特伦"
m_PowerLevels[0].m_AssassinNames[14]="切斯特"
m_PowerLevels[0].m_AssassinNames[15]="戴斯蒙"
m_PowerLevels[0].m_AssassinNames[16]="托马斯"
m_PowerLevels[0].m_AssassinNames[17]="明"
m_PowerLevels[0].m_AssassinNames[18]="安德烈"
m_PowerLevels[0].m_AssassinNames[19]="迪米特里"
m_PowerLevels[0].m_AssassinNames[20]="弗拉克"
m_PowerLevels[0].m_AssassinNames[21]="姬贾"
m_PowerLevels[0].m_AssassinNames[22]="里卡德"
m_PowerLevels[0].m_AssassinNames[23]="登曼"
m_PowerLevels[0].m_AssassinNames[24]="奎恩"
m_PowerLevels[0].m_AssassinNames[25]="道奇"
m_PowerLevels[0].m_AssassinNames[26]="皮克福德"
m_PowerLevels[1].m_AssassinNames[0]="费奥多"
m_PowerLevels[1].m_AssassinNames[1]="米沙"
m_PowerLevels[1].m_AssassinNames[2]="列昂尼德"
m_PowerLevels[1].m_AssassinNames[3]="帕维尔"
m_PowerLevels[1].m_AssassinNames[4]="佩特罗"
m_PowerLevels[1].m_AssassinNames[5]="多梅尼科"
m_PowerLevels[1].m_AssassinNames[6]="卡尔洛"
m_PowerLevels[1].m_AssassinNames[7]="马尔科"
m_PowerLevels[1].m_AssassinNames[8]="艾丹"
m_PowerLevels[1].m_AssassinNames[9]="阿尔顿"
m_PowerLevels[1].m_AssassinNames[10]="布伦丹"
m_PowerLevels[1].m_AssassinNames[11]="基隆"
m_PowerLevels[1].m_AssassinNames[12]="基里安"
m_PowerLevels[1].m_AssassinNames[13]="科尔曼"
m_PowerLevels[1].m_AssassinNames[14]="康纳"
m_PowerLevels[1].m_AssassinNames[15]="戴文"
m_PowerLevels[1].m_AssassinNames[16]="费罗斯"
m_PowerLevels[1].m_AssassinNames[17]="芬"
m_PowerLevels[1].m_AssassinNames[18]="帕特里克"
m_PowerLevels[1].m_AssassinNames[19]="尼古拉斯"
m_PowerLevels[1].m_AssassinNames[20]="肖恩"
m_PowerLevels[1].m_AssassinNames[21]="史蒂文"
m_PowerLevels[1].m_AssassinNames[22]="克里斯托弗"
m_PowerLevels[1].m_AssassinNames[23]="拉法"
m_PowerLevels[1].m_AssassinNames[24]="哈维尔"
m_PowerLevels[1].m_AssassinNames[25]="蒙哥马利"
m_PowerLevels[1].m_AssassinNames[26]="安东尼"
m_PowerLevels[1].m_AssassinNames[27]="丹尼尔"
m_PowerLevels[1].m_AssassinNames[28]="肯特"
m_PowerLevels[1].m_AssassinNames[29]="赖安"
m_PowerLevels[1].m_AssassinNames[30]="泰南"
m_PowerLevels[1].m_AssassinNames[31]="乔丹"
m_PowerLevels[1].m_AssassinNames[32]="扎卡里"
m_PowerLevels[1].m_AssassinNames[33]="斯科特"
m_PowerLevels[1].m_AssassinNames[34]="里昂"
m_TargetOffNavMeshMessage="你不能把他们召唤到这里"

